{
    "eventid": "199311280002",
    "iyear": "1993",
    "imonth": "11",
    "iday": "28",
    "extended": "0",
    "country": "217",
    "country_txt": "United States",
    "region": "1",
    "region_txt": "North America",
    "provstate": "Illinois",
    "city": "Chicago",
    "vicinity": "0",
    "location": "at Marshall Field's department store in Chicago",
    "summary": "11/28/1993:  Three incendiary devices made of matchbooks and timers attached to 9-volt batteries were tightly wrapped in paper bags and secured with paper clips, and planted in the Marshall Field's department store in downtown Chicago, Illinois, in the United States. One device started a fire on the eighth floor of the store, which was subsequently extinguished by the sprinkler system, and a second device was later discovered by police about 35 feet from the fire; the second incendiary was rendered safe. The third device was not initially found. There were no casualties in the incident, and the fire caused minor damage. On November 29, the Animal Liberation Front (ALF) sent out a communiqué to the Chicago Sun Times as well as faxed the statement to PETA (People for the Ethical Treatment of Animals) claiming responsibility for the incident and stating the \"action signals the start of a new, more intense campaign of economic sabotage against stores that sell fur.\"  On December 2, the third device was finally found, on the eighth floor of the store as officials were conducting interviews; it was rendered safe and did not ignite. This incident is linked to three others in which altogether nine incendiary devices were placed in four department stores in Chicago on the same day and the previous day.",
    "crit1": "1",
    "crit2": "1",
    "crit3": "1",
    "doubtterr": "0",
    "multiple": "0",
    "success": "1",
    "suicide": "0",
    "attacktype1": "7",
    "attacktype1_txt": "Facility/Infrastructure Attack",
    "targtype1": "1",
    "targtype1_txt": "Business",
    "corp1": "Marshall Field's",
    "target1": "Marshall Field's department store in Chicago, Illinois",
    "natlty1": "217",
    "natlty1_txt": "United States",
    "gname": "Animal Liberation Front (ALF)",
    "motive": "Specifically to activate the store's sprinkler system, causing water damage to the store and its inventory as a campaign against stores that sell clothing made from animal fur.",
    "guncertain1": "0",
    "individual": "0",
    "nperps": "-99",
    "nperpcap": "-99",
    "claimed": "1",
    "claimmode": "1",
    "claimmode_txt": "Letter",
    "compclaim": "0",
    "weaptype1": "8",
    "weaptype1_txt": "Incendiary",
    "weapsubtype1": "18",
    "weapsubtype1_txt": "Arson/Fire",
    "weapdetail": "incendiaries made from matchbooks and timers attached to  9-volt batteries and secured tightly inside brown paper bags",
    "nkill": "0",
    "nkillus": "0",
    "nkillter": "0",
    "nwound": "0",
    "nwoundus": "0",
    "nwoundte": "0",
    "property": "1",
    "propextent": "3",
    "propextent_txt": "Minor (likely < $1 million)",
    "propvalue": "-99",
    "propcomment": "minor damage",
    "ishostkid": "0",
    "ransom": "0",
    "addnotes": "The incident occurred at 2:00am. This incident is linked to three others in which altogether nine incendiary devices were placed in four department stores in Chicago on the same day and the previous day (112893, 1128932, 1128934).",
    "scite1": "FBI, \"Terrorism in the United States: 1993,\" Terrorist Research and Analytical Center, National Security Division, FBI, 1993.",
    "scite2": "\"Anti-fur Activists Take Responsibility for Planting Fire-starters at Stores,\" Associated Press, November 30, 1993.",
    "scite3": "\"Animal rights group claims responsibility for fires,\" United Press International, November 29, 1993.",
    "dbsource": "Eco Project 2010",
    "INT_LOG": "0",
    "INT_IDEO": "1",
    "INT_MISC": "0",
    "INT_ANY": "1"
}