{
    "eventid": "199310240006",
    "iyear": "1993",
    "imonth": "10",
    "iday": "24",
    "extended": "0",
    "country": "217",
    "country_txt": "United States",
    "region": "1",
    "region_txt": "North America",
    "provstate": "Florida",
    "city": "Miami",
    "vicinity": "0",
    "location": "6101 NW Second St.",
    "summary": "10/24/1993: Suspected Macoute sympathizers shot and killed Dona St. Plite outside of Edison Middle School in Miami, Florida, United States. Plite hosted Haitian radio programs on WKAT and WLQY in Miami and was an outspoken critic of Haiti's military regime. This incident occurred a week before Haiti's Military Junta was supposed to transfer power to the democratically elected Jean-Bertrand Aristide.",
    "crit1": "1",
    "crit2": "1",
    "crit3": "1",
    "doubtterr": "1",
    "alternative": "2",
    "alternative_txt": "Other Crime Type",
    "multiple": "0",
    "success": "1",
    "suicide": "0",
    "attacktype1": "1",
    "attacktype1_txt": "Assassination",
    "targtype1": "10",
    "targtype1_txt": "Journalists & Media",
    "corp1": "Haitian Radio host supporting Haitian democracy",
    "target1": "Dona St. Plite",
    "natlty1": "87",
    "natlty1_txt": "Haiti",
    "gname": "Macoute sympathizers",
    "motive": "To protest Haitian supporters of Jean-Bertrand Aristide's presidency and critics of Haiti's Military Junta.",
    "guncertain1": "0",
    "individual": "0",
    "nperps": "-99",
    "nperpcap": "1",
    "claimed": "0",
    "weaptype1": "5",
    "weaptype1_txt": "Firearms",
    "weapsubtype1": "5",
    "weapsubtype1_txt": "Unknown Gun Type",
    "nkill": "1",
    "nkillus": "0",
    "nkillter": "0",
    "nwound": "0",
    "nwoundus": "0",
    "nwoundte": "0",
    "property": "0",
    "ishostkid": "0",
    "ransom": "0",
    "addnotes": "Dona St. Plite was gunned down at 9:40 PM.  He was also robbed and authorities were unsure whether this incident was politically motivated.  That being said, Plite had previously received three death threat letters and when he was shot he was leaving a benefit for Fritz Dor, a pro-Aristide Haitian radio broadcaster who was gunned down in Miami two years earlier (199103150023).  Another Haitian broadcaster, Jean Claude Olivier, was also assassinated in Miami around the same time (199102180013).  Frenchy St. Louis Joseph was convicted of driving the getaway car.  Joseph originally accused Edy Pierre and Jean-Jacques Macton of being the shooters, but he refused to testify against them.",
    "scite1": "Michael Kirkland, \"FBI Joins Probe Into Murder of Haitian Radio Commentator,\" United Press International, October 27, 1993.",
    "scite2": "Richard Cole, \"One Arrested, Others Sought in Haitian Broadcaster's Death,\" Associated Press, December 7, 1993.",
    "scite3": "Sabrina Walters, \"Getaway Driver Sentenced to Life in Murder of Haitian Radio Host,\" Miami Herald, February 24, 1996.",
    "dbsource": "Hewitt Project",
    "INT_LOG": "1",
    "INT_IDEO": "0",
    "INT_MISC": "1",
    "INT_ANY": "1"
}