{
  "javascript": {
    "JSON" : {
      "parse" : {
        "prefix": "JSON",
        "summary": "The JSON.parse() method parses a JSON string, constructing the JavaScript value or object described by the string. An optional reviver function can be provided to perform a transformation on the resulting object before it is returned.",
        "params": [
          {
            "name": "text",
            "type": "String",
            "description": "The string to parse as JSON. See the JSON object for a description of JSON syntax.",
            "optional": false
          },
          {
            "name": "reviver",
            "type": "Function",
            "description": "If a function, prescribes how the value originally produced by parsing is transformed, before being returned.",
            "optional": true
          }
        ],
        "return":"Object",
        "privilege": null,
        "example": ["\n  JSON.parse('{}');              // {}\n  JSON.parse('true');            // true\n  JSON.parse('\"foo\"');           // \"foo\"\n  JSON.parse('[1, 5, \"false\"]'); // [1, 5, \"false\"]\n  JSON.parse('null');            // null"]
      },
      "stringify" : {
        "prefix": "JSON",
        "summary": "The JSON.stringify() method converts a JavaScript value to a JSON string, optionally replacing values if a replacer function is specified, or optionally including only the specified properties if a replacer array is specified.",
        "params": [
          {
            "name": "value",
            "type": "String",
            "description": "The value to convert to a JSON string.",
            "optional": false
          },
          {
            "name": "replacer",
            "type": "Function",
            "description": "A function that alters the behavior of the stringification process, or an array of String and Number objects that serve as a whitelist for selecting/filtering the properties of the value object to be included in the JSON string. If this value is null or not provided, all properties of the object are included in the resulting JSON string.",
            "optional": true
          },
          {
            "name": "space",
            "type": "String",
            "description": "A String or Number object that's used to insert white space into the output JSON string for readability purposes. If this is a Number, it indicates the number of space characters to use as white space; this number is capped at 10 (if it is greater, the value is just 10). Values less than 1 indicate that no space should be used. If this is a String, the string (or the first 10 characters of the string, if it's longer than that) is used as white space. If this parameter is not provided (or is null), no white space is used.",
            "optional": true
          }

        ],
        "return":"String",
        "privilege": null,
        "example": ["\n  JSON.stringify({});                  // '{}'\n  JSON.stringify(true);                // 'true'\n  JSON.stringify('foo');               // '\"foo\"'\n  JSON.stringify([1, 'false', false]); // '[1,\"false\",false]'\n  JSON.stringify({ x: 5 });            // '{\"x\":5}'"]
      }
    }
  },
  "xquery": {}
}
