{
    "eventid": "199302260001",
    "iyear": "1993",
    "imonth": "2",
    "iday": "26",
    "extended": "0",
    "country": "217",
    "country_txt": "United States",
    "region": "1",
    "region_txt": "North America",
    "provstate": "New York",
    "city": "New York City",
    "vicinity": "0",
    "summary": "02/26/1993: A car bomb was detonated at 12:17pm EST by Islamist terrorists, notably Ramzi Yousef, in the underground parking garage below Tower One of the World Trade Center in New York City. This attack killed six, injured over 1,000 and cut off the center's main electrical power line, and telephone service for much of lower Manhattan. In addition the explosion caused smoke to rise up to the 93rd floor of both towers, and cut off the towers' four stairwells and emergency lighting system. On March 4, 1993 authorities announced the capture of one of the suspected bombing conspirators, a Palestinian named Mohammad Salameh. The capture of Salameh and Abdul Rahman Yasin led authorities to Ramzi Yousef's apartment, where they found bomb-making materials. In May 1994 Mohammad Salameh, Nidal Ayyad, Mahmud Abouhalima and Ahmad Ajaj were each convicted and sentenced to life imprisonment for the World Trade Center bombing.",
    "crit1": "1",
    "crit2": "1",
    "crit3": "1",
    "doubtterr": "0",
    "multiple": "0",
    "success": "1",
    "suicide": "0",
    "attacktype1": "3",
    "attacktype1_txt": "Bombing/Explosion",
    "targtype1": "1",
    "targtype1_txt": "Business",
    "corp1": "World Trade Center",
    "target1": "Parking garage in World Trade Center building in New York",
    "natlty1": "217",
    "natlty1_txt": "United States",
    "gname": "Liberation Army Fifth Battalion",
    "motive": "According to Ramzi Yousef, the attack was a response to American aid to Israel and involvement in the Middle East.",
    "guncertain1": "0",
    "individual": "0",
    "nperps": "7",
    "nperpcap": "6",
    "claimed": "1",
    "claimmode": "1",
    "claimmode_txt": "Letter",
    "compclaim": "-9",
    "weaptype1": "6",
    "weaptype1_txt": "Explosives",
    "weapsubtype1": "15",
    "weapsubtype1_txt": "Vehicle",
    "weapdetail": "Yasin designed the 1310 lb (600 kg) bomb, which was made of urea pellets, nitroglycerin, sulfuric acid, aluminum azide, magnesium azide, and bottled hydrogen, and sodium cyanide, for this attack.  The van that Yousef used had four 20 ft (6 m) long fuses, all covered in surgical tubing. Yasin calculated that the fuse would trigger the bomb in twelve minutes after he had used a cigarette lighter to light the fuse.",
    "nkill": "6",
    "nkillus": "6",
    "nkillter": "0",
    "nwound": "1000",
    "property": "1",
    "propextent": "2",
    "propextent_txt": "Major (likely >= $1 million but < $1 billion)",
    "propcomment": "The explosion caused major damage to buildings in the area and the roof collapsed in the railway station under the buildings.",
    "ishostkid": "0",
    "addnotes": "Fifteen minutes prior to the attack a group claiming to represent Croatian militants telephoned a warning to the police however a group calling itself the Serbian Liberation Front also claimed responsibility for the blast. Despite these claims, authorities discovered that Ramzi Yousef, assisted by Iraqi bomb maker Abdul Rahman Yasin, was behind this attack. Yasin designed the 1310 lb (600 kg) bomb, which was made of urea pellets, nitroglycerin, sulfuric acid, aluminum azide, magnesium azide, and bottled hydrogen, and sodium cyanide, for this attack.  The van that Yousef used had four 20 ft (6 m) long fuses, all covered in surgical tubing. Yasin calculated that the fuse would trigger the bomb in twelve minutes after he had used a cigarette lighter to light the fuse.",
    "scite1": "Tom Hays, “Huge Blast Shakes World Trade Center, Killing 5; Car Bomb Suspected,” The Associated Press, February 27, 1993.",
    "scite2": "“Key Figures in Bombing Investigation,” The Associated Press, March 24, 1993.",
    "scite3": "“Report: Computer evidence links suspect to bombing letter,” United Press International, March 30, 1993.",
    "dbsource": "CETIS",
    "INT_LOG": "-9",
    "INT_IDEO": "-9",
    "INT_MISC": "0",
    "INT_ANY": "-9"
}