{
    "eventid": "199311280003",
    "iyear": "1993",
    "imonth": "11",
    "iday": "28",
    "extended": "0",
    "country": "217",
    "country_txt": "United States",
    "region": "1",
    "region_txt": "North America",
    "provstate": "Illinois",
    "city": "Chicago",
    "vicinity": "0",
    "location": "at Neiman Marcus department store in Chicago",
    "summary": "11/28/1993: One incendiary device made of matchbooks and timers attached to a 9-volt battery and wrapped in a paper bag, was found on the fourth floor of the Neiman-Marcus Department Store in Chicago, Illinois in the United States. This device failed to ignite and was rendered safe. There were no casualties or damage caused by the incident. On November 29, the Animal Liberation Front (ALF) sent out a communiqué to the Chicago Sun Times as well as faxed the statement to PETA (People for the Ethical Treatment of Animals) claiming responsibility for the incident and stating the \"action signals the start of a new, more intense campaign of economic sabotage against stores that sell fur.\" This incident is linked to three others in which altogether nine incendiary devices were placed in four department stores in Chicago on the same day and the previous day.",
    "crit1": "1",
    "crit2": "1",
    "crit3": "1",
    "doubtterr": "0",
    "multiple": "0",
    "success": "0",
    "suicide": "0",
    "attacktype1": "7",
    "attacktype1_txt": "Facility/Infrastructure Attack",
    "targtype1": "1",
    "targtype1_txt": "Business",
    "corp1": "Neiman Marcus",
    "target1": "Neiman Marcus department store in Chicago, Illinois",
    "natlty1": "217",
    "natlty1_txt": "United States",
    "gname": "Animal Liberation Front (ALF)",
    "motive": "Specifically to activate the store's sprinkler system, causing water damage to the store and its inventory as a campaign against stores that sell clothing made from animal fur.",
    "guncertain1": "0",
    "individual": "0",
    "nperps": "-99",
    "nperpcap": "-99",
    "claimed": "1",
    "claimmode": "1",
    "claimmode_txt": "Letter",
    "compclaim": "0",
    "weaptype1": "8",
    "weaptype1_txt": "Incendiary",
    "weapsubtype1": "18",
    "weapsubtype1_txt": "Arson/Fire",
    "weapdetail": "incendiaries made from matchbooks and timers attached to  9-volt batteries and secured tightly inside brown paper bags",
    "nkill": "0",
    "nkillus": "0",
    "nkillter": "0",
    "nwound": "0",
    "nwoundus": "0",
    "nwoundte": "0",
    "property": "1",
    "propextent": "3",
    "propextent_txt": "Minor (likely < $1 million)",
    "propvalue": "-99",
    "propcomment": "minor damage",
    "ishostkid": "0",
    "ransom": "0",
    "addnotes": "This incident is linked to three others in which altogether nine incendiary devices were placed in four department stores in Chicago on the same day and the previous day (112893, 1128932, 1128933).",
    "scite1": "FBI, \"Terrorism in the United States: 1993,\" Terrorist Research and Analytical Center, National Security Division, FBI, 1993.",
    "scite2": "\"Anti-fur Activists Take Responsibility for Planting Fire-starters at Stores,\" Associated Press, November 30, 1993.",
    "scite3": "\"Animal rights group claims responsibility for fires,\" United Press International, November 29, 1993.",
    "dbsource": "Eco Project 2010",
    "INT_LOG": "0",
    "INT_IDEO": "1",
    "INT_MISC": "0",
    "INT_ANY": "1"
}