{
    "eventid": "199312050002",
    "iyear": "1993",
    "imonth": "12",
    "iday": "5",
    "extended": "0",
    "country": "15",
    "country_txt": "Austria",
    "region": "8",
    "region_txt": "Western Europe",
    "provstate": "Vienna (State)",
    "city": "Vienna",
    "vicinity": "0",
    "summary": "12/05/1993: Mayor Helmut Zilk of Vienna was seriously wounded when a letter bomb exploded when Zilk, age 66, opened his mail after returning home from a trip to Switzerland. He was taken to a hospital in Vienna where he had two fingers on his left hand amputated. Police arrested two right-wing extremists, Peter B. and Alexander W., for mailing the letter bombs.",
    "crit1": "1",
    "crit2": "1",
    "crit3": "1",
    "doubtterr": "0",
    "multiple": "1",
    "success": "1",
    "suicide": "0",
    "attacktype1": "3",
    "attacktype1_txt": "Bombing/Explosion",
    "targtype1": "2",
    "targtype1_txt": "Government (General)",
    "corp1": "Mayor of Vienna",
    "target1": "Helmut Zilk",
    "natlty1": "15",
    "natlty1_txt": "Austria",
    "gname": "Unknown",
    "motive": "Possibly in protest of the programs to aid refugees from war-torn Yugoslavia",
    "guncertain1": "0",
    "individual": "0",
    "nperps": "2",
    "nperpcap": "2",
    "claimed": "0",
    "compclaim": "-9",
    "weaptype1": "6",
    "weaptype1_txt": "Explosives",
    "weapsubtype1": "9",
    "weapsubtype1_txt": "Letter Bomb",
    "nkill": "0",
    "nkillus": "0",
    "nkillter": "0",
    "nwound": "1",
    "nwoundus": "0",
    "nwoundte": "0",
    "property": "0",
    "ishostkid": "0",
    "addnotes": "At least 10 letter bombs were sent, four exploded and six were defused over a four-day period ending on December 6, 1993. All of the recipients were involved in programs to aid refugees from war-torn Yugoslavia or other parts of Eastern Europe. Zilk was regarded as a champion of minority rights and was instrumental in the recent opening of Vienna's first postwar Jewish museum. Both accused perpetrators have ties to neo-Nazi groups in Germany. This was one of 4 related attacks (199312030001-02, 199312040001, 199312050002).",
    "scite1": "“Mail Bomb in Austria Hits Mayor; Anti-Refugee Groups Suspected in Attack,” St. Louis Post-Dispatch, December 6, 1993.",
    "scite2": "Maud S. Beelman, “Vienna Mayor Injured in Fifth Letter Bomb Attack in Three Days,” The Associated Press Worldstream, December 5, 1993.",
    "scite3": "Ken Olsen, “Alert Clerk, Border Guards and Luck Led to Letter Bomb Arrests,” The Associated Press, December 10, 1993.",
    "dbsource": "CETIS",
    "INT_LOG": "-9",
    "INT_IDEO": "-9",
    "INT_MISC": "0",
    "INT_ANY": "-9"
}